# Напишите программу, которая считает стоимость трех компьютеров, состоящих из монитора, системного блока, клавиатуры и мыши
a = int(input('Стоимость монитора: '))
b = int(input('Стоимость системного блока: '))
c = int(input('Стоимость клавиатуры: '))
d = int(input('Стоимость мыши: '))
print((a+b+c+d)*3)